php-laravel-lumen/n1-standard-1-5ms/c1000.txt
Bombarding http://10.148.0.2/blog/public/index.php//5ms with 25000 request(s) using 1000 connection(s)
 25000 / 25000 [===================================================================================================] 100.00% 37s
Done!
Statistics        Avg      Stdev        Max
  Reqs/sec       662.94     381.60    3298.28
  Latency         1.01s      2.46s     34.83s
  Latency Distribution
     50%   237.01ms
     75%   640.02ms
     90%      2.06s
     99%     15.26s
  HTTP codes:
    1xx - 0, 2xx - 24997, 3xx - 0, 4xx - 0, 5xx - 0
    others - 3
  Errors:
    the server closed connection before returning the first response byte. Make sure the server returns 'Connection: close' response header before closing the connection - 3
  Throughput:   186.93KB/s